{
  "nav": {
    "link1": "Über mich",
    "link2": "Kentnisse",
    "link3": "Projekte",
    "link4": "Kontakt"
  },
  "about-me": {
    "hello": "Guten Morgen, {{name}}",
    "title": "Über mich",
    "location1": "Ich bin",
    "location2": "wohnhaft in Weinstadt...",
    "location3": "offen für Homeoffice...",
    "text": "Als passionierte Entwicklerin gehe ich sehr struktuiert vor und liebe die endlosen Möglichkeiten des Programmierens. Durch meine Fähigkeit logisch und rational zu denken, entwickle ich mich stetig weiter. Meine Planungs- und analytischen Fähigkeiten helfen mir dabei, Herausforderungen zu bestehen. Ich bin eine loyale Partnerin und ehrliche Kommunikatorin, während ich die Herausforderungen des Lebens (und des Programmierens) meistere.",
    "wantContact": "Los geht's"
  },
  "skills": {
    "title": "Meine Kenntnisse",
    "learning": "Gerade lerne ich:",
    "learningMobile": "Was ich gerade lerne",
    "lookingFor": "Interesse an ",
    "anotherSkill": "weiteren Fähigkeiten",
    "button": "Lass uns reden"
  },
  "references": {
    "title1": "Teamplayer gesucht? ",
    "title2": "Das sagen meine Kollegen über mich",
    "project": "Projekt",
    "text1": "Stephanie hatte immer ein gutes Gespür dafür, wo man im Projekt noch mehr rausholen kann – mit ihren Ideen und ihrem Blick fürs Detail hat sie oft den nächsten Schritt angestoßen. Komplexe Aufgaben hat sie mit Freude angenommen und richtig gut umgesetzt. Besonders schön: Die Kommunikation war entspannt, direkt und oft richtig witzig. Ich habe die Zusammenarbeit mit ihr sehr genossen.",
    "text2": "Stephanie war im Abschlussprojekt eine tragende Säule im Team – technisch stark, strukturiert und gleichzeitig empathisch. Sie brachte fundiertes Wissen in Angular, HTML und SCSS ein und setzte Designs mit viel Feingefühl um. Trotz familiärer Verpflichtungen war sie stets zuverlässig und präsent. Ihre Mischung aus Organisationstalent, technischem Denken und Teamgespür war beeindruckend.",
    "text3": "Stephi war verantwortlich für die Entwicklung, Formatierung und Bereitstellung von Inhalten in enger Zusammenarbeit mit dem Team. Sie ist eine sehr zuverlässige und freundliche Mitarbeiterin.",
    "profileLink": "Linked in Profil"
  },
  "projects": {
    "title": "Projekte",
    "labels": [
      "Über dieses Projekt",
      "Meine Arbeitsstruktur",
      "Meine Team-Erfahrungen",
      "Was ich gelernt habe"
    ],
    "learned": "Was ich gelernt habe",
    "durationName": "Dauer: ",
    "technologiesTitle": "Technologien",
    "project": "Projekt",
    "project1": {
      "duration": "3,5 Wochen",
      "about": "Diese App ist eine von Slack inspirierte Kommunikationsplattform, die die Zusammenarbeit im Team in professionellen Umgebungen verbessern soll. Sie bietet eine intuitive Benutzeroberfläche, Echtzeit-Messaging und eine robuste Kanalorganisation, wodurch Teams einfach verbunden bleiben und effizient arbeiten können.",
      "organization": "Ich habe den Login-Bereich in klar strukturierte, wiederverwendbare Angular-Komponenten und Services unterteilt und auf konsistente Benennung geachtet. Best Practices bei Formularvalidierung, Fehlerbehandlung und der Integration von Signals und Firebase für die sichere Passwortverwaltung standen dabei im Fokus. Dadurch bleibt der Code übersichtlich, wartbar und gut nachvollziehbar.",
      "experience": "",
      "groupExperience": "Im Team war ich für die Entwicklung des gesamten Login-Bereichs inklusive Registrierung, Anmeldung und Passwortverwaltung mit Angular und Firebase zuständig. Die enge Abstimmung und gegenseitige Unterstützung im Team haben zu einem reibungslosen und effizienten Entwicklungsprozess beigetragen."
    },
    "project2": {
      "duration": "3 Wochen",
      "about": "Elara wird in einem einfachen, aber aufregenden Jump-and-Run-Spiel begleitet, das auf einem objektorientierten Ansatz basiert. Es gilt, Feuerkristalle zu finden, um mächtige Feuerbälle freizuschalten und den mystischen Verzauberten Hain zu retten.",
      "organization": "Ich habe von Anfang an eine durchdachte Klassenstruktur entwickelt, um den Code übersichtlich und wartbar zu gestalten. Zunächst habe ich die zentralen Komponenten wie Hintergrund und Spielfigur umgesetzt und das Spiel anschließend Schritt für Schritt um weitere Funktionen und Details erweitert.",
      "experience": "In diesem Projekt habe ich einiges über objektorientierte Programmierung und die Arbeit mit mehreren parallel laufenden Intervallen gelernt. Besonders herausfordernd war das Debugging, da die vielen parallelen Abläufe komplexe Fehler verursacht haben. Dadurch konnte ich meine Fähigkeiten im strukturierten Testen und Lösen von Problemen deutlich verbessern.",
      "groupExperience": ""
    },
    "project3": {
      "duration": "4 Wochen",
      "about": "Ein Aufgabenmanager, inspiriert vom Kanban-System.  Es können Aufgaben mithilfe von Drag-and-Drop-Funktionen erstellt und organisiert werden. Zudem können Benutzer und Kategorien zugewiesen werden.",
      "organization": "Ich habe meine Fähigkeiten in Angular, SCSS und TypeScript verbessert und Erfahrung mit Git und Figma gesammelt, während wir die Scrum-Methodik für eine effiziente Teamarbeit genutzt haben. Bei jeder Aufgabe habe ich stets auf sauberen und gut strukturierten Code geachtet.",
      "experience": "",
      "groupExperience": "Im Team war ich für den Add-Task-Bereich sowie die verschiedenen Dialoge zuständig, die auf diese Komponente zugreifen. Außerdem habe ich sowohl den Benutzer- als auch den Gäste-Login mit Firebase umgesetzt."
    },
    "project4": {
      "duration": "1 Woche",
      "about": "Der Pokédex ist eine Pokémon-Enzyklopädie, die mit der PokeAPI integragiert. Dieses Tool ermöglicht es, detaillierte Informationen über mehr als 1000 Pokémon zu erhalten. Das Projekt zeigt effektive API-Integration, Datenverarbeitung und UI-Design.",
      "organization": "Mir ist wichtig, effizienten und sauberen Code zu schreiben, der gut wartbar und für andere Entwickler leicht verständlich ist. Ich habe auf eine klare Strukturierung, sinnvolle Benennung und nachvollziehbare Dokumentation geachtet, sodass das Projekt einfach erweitert und gepflegt werden kann.",
      "experience": "Dieses Projekt hat meine technischen Fähigkeiten in Systeminteroperabilität, Datenspeicherung und Kontrollstrukturen gestärkt. Ich habe gelernt, wie Systeme effektiv kommunizieren und meine Kompetenz im Umgang mit Programmfluss und Logik weiterentwickelt.",
      "groupExperience": ""
    }
  },
  "contact": {
    "title": "Kontakt",
    "text": "Interessiert an einer Zusammenarbeit? Ich freue mich auf Anfragen, um gemeinsam innovative Lösungen zu entwickeln.",
    "claim": "Interesse an einer Zusammenarbeit?",
    "name": "Name",
    "nameError": "Bitte Vor- und Nachnamen eingeben.",
    "mail": "E-mail",
    "mailError": "Bitte E-Mail-Adresse eingeben.",
    "message": "Nachricht",
    "messageError": "Bitte Nachricht eingeben.",
    "privacy1": "Ich habe die",
    "privacy2": " Datenschutzerklärung ",
    "privacy3": "gelesen und stimme der Verarbeitung meiner Daten gemäß den darin beschriebenen Richtlinien zu.",
    "privacyNotAccepted": "Bitte die Datenschutzerklärung akzeptieren.",
    "successMessage": "Nachricht abgeschickt!",
    "errorMessage": "Die Nachricht konnte nicht gesendet werden!"
  },
  "imprint": {
    "title": "Impressum",
    "contact": "Kontakt",
    "source": "Quelle:"
  },
  "privacyPolicy": {
    "title": "Datenschutzerklärung",
    "overview": "1. Datenschutz auf einen Blick",
    "general": "Allgemeine Hinweise",
    "generalText": "Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie diese Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können. Ausführliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgeführten Datenschutzerklärung.",
    "dataCollectionTitle": "Datenerfassung auf dieser Website",
    "dataCollectionTitle1": "Wer ist verantwortlich für die Datenerfassung auf dieser Website?",
    "dataCollectionText1": "Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten können Sie dem Abschnitt „Hinweis zur Verantwortlichen Stelle“ in dieser Datenschutzerklärung entnehmen.",
    "dataCollectionTitle2": "Wie erfassen wir Ihre Daten?",
    "dataCollectionText2": "Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z.B. um Daten handeln, die Sie in ein Kontaktformular eingeben.",
    "dataCollectionText3": "Andere Daten werden automatisch oder nach Ihrer Einwilligung beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z.B. Internetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie diese Website betreten.",
    "dataCollectionTitle3": "Wofür nutzen wir Ihre Daten?",
    "dataCollectionText4": "Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten. Andere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden. Sofern über die Website Verträge geschlossen oder angebahnt werden können, werden die übermittelten Daten auch für Vertragsangebote, Bestellungen oder sonstige Auftragsanfragen verarbeitet.",
    "dataCollectionTitle4": "Welche Rechte haben Sie bezüglich Ihrer Daten?",
    "dataCollectionText5": "Sie haben jederzeit das Recht, unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben außerdem ein Recht, die Berichtigung oder Löschung dieser Daten zu verlangen. Wenn Sie eine Einwilligung zur Datenverarbeitung erteilt haben, können Sie diese Einwilligung jederzeit für die Zukunft widerrufen. Außerdem haben Sie das Recht, unter bestimmten Umständen die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Des Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu.",
    "dataCollectionText6": "Hierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit an uns wenden.",
    "hostingtext": "Wir hosten die Inhalte unserer Website bei folgendem Anbieter:",
    "hostingtext2": "Anbieter ist die ALL-INKL.COM - Neue Medien Münnich, Inh. René Münnich, Hauptstraße 68, 02742 Friedersdorf (nachfolgend All-Inkl). Details entnehmen Sie der Datenschutzerklärung von All-Inkl:",
    "hostingtext3": "Die Verwendung von All-Inkl erfolgt auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO. Wir haben ein berechtigtes Interesse an einer möglichst zuverlässigen Darstellung unserer Website. Sofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO und § 25 Abs. 1 TDDDG, soweit die Einwilligung die Speicherung von Cookies oder den Zugriff auf Informationen im Endgerät des Nutzers (z. B. Device-Fingerprinting) im Sinne des TDDDG umfasst. Die Einwilligung ist jederzeit widerrufbar.",
    "generalNotesTitle": "3. Allgemeine Hinweise und Pflichtinformationen",
    "dataProtectionTitle": "Datenschutz",
    "dataProtectionText1": "Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend den gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.",
    "dataProtectionText2": "Wenn Sie diese Website benutzen, werden verschiedene personenbezogene Daten erhoben. Personenbezogene Daten sind Daten, mit denen Sie persönlich identifiziert werden können. Die vorliegende Datenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen. Sie erläutert auch, wie und zu welchem Zweck das geschieht.",
    "dataProtectionText3": "Wir weisen darauf hin, dass die Datenübertragung im Internet (z. B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.",
    "responsibleTitle": "Hinweis zur verantwortlichen Stelle",
    "responsibleText1": "Die verantwortliche Stelle für die Datenverarbeitung auf dieser Website ist:",
    "responsibleAddress1": "Telefon: 01627119349",
    "responsibleAddress2": "E-Mail: stephanie.englberger@icloud.com",
    "responsibleText2": "Verantwortliche Stelle ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z. B. Namen, E-Mail-Adressen o. Ä.) entscheidet.",
    "retentionPeriodTitle": "Speicherdauer",
    "retentionPeriodText": "Soweit innerhalb dieser Datenschutzerklärung keine speziellere Speicherdauer genannt wurde, verbleiben Ihre personenbezogenen Daten bei uns, bis der Zweck für die Datenverarbeitung entfällt. Wenn Sie ein berechtigtes Löschersuchen geltend machen oder eine Einwilligung zur Datenverarbeitung widerrufen, werden Ihre Daten gelöscht, sofern wir keine anderen rechtlich zulässigen Gründe für die Speicherung Ihrer personenbezogenen Daten haben (z. B. steuer- oder handelsrechtliche Aufbewahrungsfristen); im letztgenannten Fall erfolgt die Löschung nach Fortfall dieser Gründe.",
    "legalBasesInformationTitle": "Allgemeine Hinweise zu den Rechtsgrundlagen der Datenverarbeitung auf dieser Website",
    "legalBasesInformationText1": "Sofern Sie in die Datenverarbeitung eingewilligt haben, verarbeiten wir Ihre personenbezogenen Daten auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO bzw. Art. 9 Abs. 2 lit. a DSGVO, sofern besondere Datenkategorien nach Art. 9 Abs. 1 DSGVO verarbeitet werden. Im Falle einer ausdrücklichen Einwilligung in die Übertragung personenbezogener Daten in Drittstaaten erfolgt die Datenverarbeitung außerdem auf Grundlage von Art. 49 Abs. 1 lit. a DSGVO. Sofern Sie in die Speicherung von Cookies oder in den Zugriff auf Informationen in Ihr Endgerät (z. B. via Device-Fingerprinting) eingewilligt haben, erfolgt die Datenverarbeitung zusätzlich auf Grundlage von § 25 Abs. 1 TDDDG. Die Einwilligung ist jederzeit widerrufbar.",
    "legalBasesInformationText2": "Sind Ihre Daten zur Vertragserfüllung oder zur Durchführung vorvertraglicher Maßnahmen erforderlich, verarbeiten wir Ihre Daten auf Grundlage des Art. 6 Abs. 1 lit. b DSGVO. Des Weiteren verarbeiten wir Ihre Daten, sofern diese zur Erfüllung einer rechtlichen Verpflichtung erforderlich sind auf Grundlage von Art. 6 Abs. 1 lit. c DSGVO. Die Datenverarbeitung kann ferner auf Grundlage unseres berechtigten Interesses nach Art. 6 Abs. 1 lit. f DSGVO erfolgen. Über die jeweils im Einzelfall einschlägigen Rechtsgrundlagen wird in den folgenden Absätzen dieser Datenschutzerklärung informiert.",
    "recipientsTitle": "Empfänger von personenbezogenen Daten",
    "recipientsText1": "Im Rahmen unserer Geschäftstätigkeit arbeiten wir mit verschiedenen externen Stellen zusammen. Dabei ist teilweise auch eine Übermittlung von personenbezogenen Daten an diese externen Stellen erforderlich. Wir geben personenbezogene Daten nur dann an externe Stellen weiter, wenn dies im Rahmen einer Vertragserfüllung erforderlich ist, wenn wir gesetzlich hierzu verpflichtet sind (z. B. Weitergabe von Daten an Steuerbehörden), wenn wir ein berechtigtes Interesse nach Art. 6 Abs. 1 lit. f DSGVO an der Weitergabe haben oder wenn eine sonstige Rechtsgrundlage die Datenweitergabe erlaubt.",
    "recipientsText2": "Beim Einsatz von Auftragsverarbeitern geben wir personenbezogene Daten unserer Kunden nur auf Grundlage eines gültigen Vertrags über Auftragsverarbeitung weiter. Im Falle einer gemeinsamen Verarbeitung wird ein Vertrag über gemeinsame Verarbeitung geschlossen.",
    "revocationTitle": "Widerruf Ihrer Einwilligung zur Datenverarbeitung",
    "revocationText": "Viele Datenverarbeitungsvorgänge sind nur mit Ihrer ausdrücklichen Einwilligung möglich. Sie können eine bereits erteilte Einwilligung jederzeit widerrufen. Die Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unberührt.",
    "rightToObjectTitle": "Widerspruchsrecht gegen die Datenerhebung in besonderen Fällen sowie gegen Direktwerbung (Art. 21 DSGVO)",
    "rightToObjectText1": "WENN DIE DATENVERARBEITUNG AUF GRUNDLAGE VON ART. 6 ABS. 1 LIT. E ODER F DSGVO ERFOLGT, HABEN SIE JEDERZEIT DAS RECHT, AUS GRÜNDEN, DIE SICH AUS IHRER BESONDEREN SITUATION ERGEBEN, GEGEN DIE VERARBEITUNG IHRER PERSONENBEZOGENEN DATEN WIDERSPRUCH EINZULEGEN; DIES GILT AUCH FÜR EIN AUF DIESE BESTIMMUNGEN GESTÜTZTES PROFILING. DIE JEWEILIGE RECHTSGRUNDLAGE, AUF DENEN EINE VERARBEITUNG BERUHT, ENTNEHMEN SIE DIESER DATENSCHUTZERKLÄRUNG. WENN SIE WIDERSPRUCH EINLEGEN, WERDEN WIR IHRE BETROFFENEN PERSONENBEZOGENEN DATEN NICHT MEHR VERARBEITEN, ES SEI DENN, WIR KÖNNEN ZWINGENDE SCHUTZWÜRDIGE GRÜNDE FÜR DIE VERARBEITUNG NACHWEISEN, DIE IHRE INTERESSEN, RECHTE UND FREIHEITEN ÜBERWIEGEN ODER DIE VERARBEITUNG DIENT DER GELTENDMACHUNG, AUSÜBUNG ODER VERTEIDIGUNG VON RECHTSANSPRÜCHEN (WIDERSPRUCH NACH ART. 21 ABS. 1 DSGVO).",
    "rightToObjectText2": "WERDEN IHRE PERSONENBEZOGENEN DATEN VERARBEITET, UM DIREKTWERBUNG ZU BETREIBEN, SO HABEN SIE DAS RECHT, JEDERZEIT WIDERSPRUCH GEGEN DIE VERARBEITUNG SIE BETREFFENDER PERSONENBEZOGENER DATEN ZUM ZWECKE DERARTIGER WERBUNG EINZULEGEN; DIES GILT AUCH FÜR DAS PROFILING, SOWEIT ES MIT SOLCHER DIREKTWERBUNG IN VERBINDUNG STEHT. WENN SIE WIDERSPRECHEN, WERDEN IHRE PERSONENBEZOGENEN DATEN ANSCHLIESSEND NICHT MEHR ZUM ZWECKE DER DIREKTWERBUNG VERWENDET (WIDERSPRUCH NACH ART. 21 ABS. 2 DSGVO).",
    "rightToLodgeTitle": "Beschwerderecht bei der zuständigen Aufsichtsbehörde",
    "rightToLodgeText": "Im Falle von Verstößen gegen die DSGVO steht den Betroffenen ein Beschwerderecht bei einer Aufsichtsbehörde, insbesondere in dem Mitgliedstaat ihres gewöhnlichen Aufenthalts, ihres Arbeitsplatzes oder des Orts des mutmaßlichen Verstoßes zu. Das Beschwerderecht besteht unbeschadet anderweitiger verwaltungsrechtlicher oder gerichtlicher Rechtsbehelfe.",
    "rightToPortabilityTitle": "Recht auf Datenübertragbarkeit",
    "rightToPortabilityText": "Sie haben das Recht, Daten, die wir auf Grundlage Ihrer Einwilligung oder in Erfüllung eines Vertrags automatisiert verarbeiten, an sich oder an einen Dritten in einem gängigen, maschinenlesbaren Format aushändigen zu lassen. Sofern Sie die direkte Übertragung der Daten an einen anderen Verantwortlichen verlangen, erfolgt dies nur, soweit es technisch machbar ist.",
    "rightToInfoTitle": "Auskunft, Berichtigung und Löschung",
    "rightToInfoText": "Sie haben im Rahmen der geltenden gesetzlichen Bestimmungen jederzeit das Recht auf unentgeltliche Auskunft über Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empfänger und den Zweck der Datenverarbeitung und ggf. ein Recht auf Berichtigung oder Löschung dieser Daten. Hierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten können Sie sich jederzeit an uns wenden.",
    "rightToRestrictTitle": "Right to Restrict Processing",
    "rightToRestrictText1": "Sie haben das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Hierzu können Sie sich jederzeit an uns wenden. Das Recht auf Einschränkung der Verarbeitung besteht in folgenden Fällen:",
    "rightToRestrictText2": "Wenn Sie die Richtigkeit Ihrer bei uns gespeicherten personenbezogenen Daten bestreiten, benötigen wir in der Regel Zeit, um dies zu überprüfen. Für die Dauer der Prüfung haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.",
    "rightToRestrictText3": "Wenn die Verarbeitung Ihrer personenbezogenen Daten unrechtmäßig geschah/geschieht, können Sie statt der Löschung die Einschränkung der Datenverarbeitung verlangen.",
    "rightToRestrictText4": "Wenn wir Ihre personenbezogenen Daten nicht mehr benötigen, Sie sie jedoch zur Ausübung, Verteidigung oder Geltendmachung von Rechtsansprüchen benötigen, haben Sie das Recht, statt der Löschung die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.",
    "rightToRestrictText5": "Wenn Sie einen Widerspruch nach Art. 21 Abs. 1 DSGVO eingelegt haben, muss eine Abwägung zwischen Ihren und unseren Interessen vorgenommen werden. Solange noch nicht feststeht, wessen Interessen überwiegen, haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.",
    "rightToRestrictText6": "Wenn Sie die Verarbeitung Ihrer personenbezogenen Daten eingeschränkt haben, dürfen diese Daten – von ihrer Speicherung abgesehen – nur mit Ihrer Einwilligung oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen oder zum Schutz der Rechte einer anderen natürlichen oder juristischen Person oder aus Gründen eines wichtigen öffentlichen Interesses der Europäischen Union oder eines Mitgliedstaats verarbeitet werden.",
    "encryptionTitle": "SSL- bzw. TLS-Verschlüsselung",
    "encryptionText1": "Diese Seite nutzt aus Sicherheitsgründen und zum Schutz der Übertragung vertraulicher Inhalte, wie zum Beispiel Bestellungen oder Anfragen, die Sie an uns als Seitenbetreiber senden, eine SSL- bzw. TLS-Verschlüsselung. Eine verschlüsselte Verbindung erkennen Sie daran, dass die Adresszeile des Browsers von „http://“ auf „https://“ wechselt und an dem Schloss-Symbol in Ihrer Browserzeile.",
    "encryptionText2": "Wenn die SSL- bzw. TLS-Verschlüsselung aktiviert ist, können die Daten, die Sie an uns übermitteln, nicht von Dritten mitgelesen werden.",
    "objectionAdvertisingTitle": "Widerspruch gegen Werbe-E-Mails",
    "objectionAdvertisingText": "Der Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit widersprochen. Die Betreiber der Seiten behalten sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-E-Mails, vor.",
    "source": "Quelle:"
  },
  "footer": {
    "imprint": "Impressum"
  }
}