{
  "nav": {
    "link1": "Why me",
    "link2": "Skills",
    "link3": "Projekts",
    "link4": "Contact"
  },
  "about-me": {
    "hello": "Good morning, {{name}}",
    "title": "Why me",
    "location1": "I am",
    "location2": "located in Weinstadt...",
    "location3": "open to work remote...",
    "text": "I'm a passionate coder with a structured approach, loving the endless possibilities of programming. As a lifelong learner and rational thinker, I constantly seek knowledge and self-improvement. My analytical skills and planning help me grow personally. I'm a loyal partner and honest communicator, while solving life's (coding) challenges",
    "wantContact": "Let's talk"
  },
  "skills": {
    "title": "My skills",
    "learning": "I am currently learning:",
    "learningMobile": "What I am currently learning",
    "lookingFor": "Looking for ",
    "anotherSkill": "another skill",
    "button": "Get in touch"
  },
  "references": {
    "title1": "Need a teamplayer? ",
    "title2": "Here what my colleagues said about me",
    "project": "Project",
    "text1": "Stephi had to develop, format and deliver content in collaboration with the team members. She is a reliable and friendly person",
    "text2": "Stephi had to develop, format and deliver content in collaboration with the team members. She is a reliable and friendly person",
    "text3": "Stephi had to develop, format and deliver content in collaboration with the team members. She is a reliable and friendly person",
    "profileLink": "Linked in Profile"
  },
  "projects": {
    "title": "My Projects",
    "labels": [
      "About the project",
      "How I organized my work process",
      "My group work experience",
      "What I have learned"
    ],
    "learned": "What I have learned",
    "durationName": "Duration: ",
    "technologiesTitle": "Technologies",
    "project": "Project",
    "project1": {
      "name": "DA Bubble",
      "duration": "4 weeks",
      "about": "This app is a Slack-inspired communication platform designed to enhance team collaboration in professional settings. It features an intuitive interface, real-time messaging, and robust channel organization, making it easy for teams to stay connected and work efficiently.",
      "organization": "How do you keep your code clean and maintainable? Have you broken the project down into reusable modules or components? Focus on documentation, naming files, variables, classes and testing.",
      "experience": "",
      "groupExperience": "We worked together in a Team of  Describe your tasks in 1-2 sentences, for example: login form, dashboard or chat functionality. What technologies did you use? It is nice to mention good teamwork and cooperation.",
      "technologiesImages": [
        "../../assets/icons/icon_project_angular.svg",
        "../../assets/icons/icon_project_typescript.svg",
        "../../assets/icons/icon_project_firebase.svg"
      ],
      "technologiesNames": [
        "Angular",
        "TypeScript",
        "Firebase"
      ],
      "screenshot": "../../assets/img/screenshot_dABubble.png",
      "linkLiveTest": "",
      "linkGitHub": ""
    },
    "project2": {
      "name": "Elara",
      "duration": "3 weeks",
      "about": "Join Elara in a simple but exciting Jump-and-Run game based on an object-oriented approach. Help her find fire crystals to unlock powerful fireballs and rescue the mystical Enchanted Grove.",
      "organization": "I organized my work by outlining a rough structure...",
      "experience": "This project deepened my understanding of Object-Oriented Programming...",
      "groupExperience": "",
      "technologiesImages": [
        "../../assets/icons/icon_project_html.svg",
        "../../assets/icons/icon_project_javascript.svg",
        "../../assets/icons/icon_project_css.svg"
      ],
      "technologiesNames": [
        "JavaScript",
        "HTML",
        "CSS"
      ],
      "screenshot": "../../assets/img/screenshot_elara.png",
      "linkLiveTest": "https://stephanie-englberger.developerakademie.net/M12_Jump_n_Run/index.html",
      "linkGitHub": "https://github.com/StephEngl/Elara"
    },
    "project3": {
      "name": "Join",
      "duration": "5 weeks",
      "about": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
      "organization": "I systematically implemented all checklist items, ensuring that each task was completed with clean and well-structured code.",
      "experience": "",
      "groupExperience": "I enhanced my skills in Angular, SCSS, and TypeScript. Additionally, I gained valuable insights into professional teamwork using Scrum methodology and industry-standard tools like Git for version control and Figma for design collaboration.",
      "technologiesImages": [
        "../../assets/icons/icon_project_angular.svg",
        "../../assets/icons/icon_project_typescript.svg",
        "../../assets/icons/icon_project_css.svg"
      ],
      "technologiesNames": [
        "Angular",
        "TypeScript",
        "CSS"
      ],
      "screenshot": "../../assets/img/screenshot_join.png",
      "linkLiveTest": "",
      "linkGitHub": ""
    },
    "project4": {
      "name": "Pokédex",
      "duration": "1 week",
      "about": "The Pokedex is a Pokémon trainer register that integrates with the PokeAPI. This interactive tool allows users to explore detailed information about over 1000 Pokemon. The project showcases effective API integration, data handling, and UI design, creating an engaging Pokémon encyclopedia.",
      "organization": "I systematically implemented all checklist items, ensuring that each task was completed with clean and well-structured code.",
      "experience": "This project enhanced my technical skills, particularly in system interoperability, data storage and processing, as well as control structures. I gained valuable experience in how systems communicate and refined my expertise in managing program flow and logic, preparing me for more complex challenges.",
      "groupExperience": "",
      "technologiesImages": [
        "../../assets/icons/icon_project_html.svg",
        "../../assets/icons/icon_project_javascript.svg",
        "../../assets/icons/icon_project_css.svg"
      ],
      "technologiesNames": [
        "JavaScript",
        "HTML",
        "CSS"
      ],
      "screenshot": "../../assets/img/screenshot_pokedex.png",
      "linkLiveTest": "https://stephanie-englberger.developerakademie.net/M9_Pokedex/index.html",
      "linkGitHub": "https://github.com/StephEngl/Pokedex"
    }
  },
  "contact": {
    "title": "Contact me",
    "text": "Interested in collaborating? I look forward to hearing from you and developing innovative solutions together.",
    "claim": "Let us work together!",
    "name": "Your Name",
    "nameError": "Your full name is required.",
    "mail": "Your Email",
    "mailError": "Your email is required.",
    "message": "Your Message",
    "messageError": "Your message is required",
    "privacy1": "I've read the",
    "privacy2": " privacy policy ",
    "privacy3": "and agree to the processing of my data as outlined.",
    "privacyNotAccepted": "Please accept the privacy policy."
  },
  "imprint": {
    "title": "Imprint",
    "contact": "Contact",
    "source": "Source:"
  },
  "privacyPolicy": {
    "title": "Privacy Policy",
    "overview": "1. Overview of Data Protection",
    "general": "General Information",
    "generalText": "The following information provides a simple overview of what happens to your personal data when you visit this website. Personal data refers to all data that can personally identify you. Detailed information on the subject of data protection can be found in our privacy policy below.",
    "dataCollectionTitle": "Data Collection on This Website",
    "dataCollectionTitle1": "Who is responsible for data collection on this website?",
    "dataCollectionText1": "The data processing on this website is carried out by the website operator. Their contact details can be found in the section 'Notice Regarding the Responsible Party' in this privacy policy.",
    "dataCollectionTitle2": "How do we collect your data?",
    "dataCollectionText2": "Your data is collected, on the one hand, when you provide it to us. This could be, for example, data that you enter into a contact form. Other data is automatically collected by our IT systems when you visit the website, either with your consent or automatically. This includes primarily technical data (e.g., internet browser, operating system, or time of page access). This data is collected automatically as soon as you enter this website.",
    "dataCollectionText3": "Other data is automatically collected by our IT systems when you visit the website, either with your consent or automatically. This includes primarily technical data (e.g., internet browser, operating system, or time of page access). This data is collected automatically as soon as you enter this website.",
    "dataCollectionTitle3": "What do we use your data for?",
    "dataCollectionText4": "Part of the data is collected to ensure the error-free provision of the website. Other data may be used to analyze your user behavior. If contracts are concluded or initiated via the website, the transmitted data will also be processed for contract offers, orders, or other inquiries.",
    "dataCollectionTitle4": "What rights do you have regarding your data?",
    "dataCollectionText5": "You have the right at any time to obtain free information about the origin, recipient, and purpose of your stored personal data. You also have the right to request the correction or deletion of this data. If you have given consent to data processing, you can revoke this consent at any time for the future. Furthermore, you have the right to request restriction of processing under certain circumstances. Additionally, you have a right to lodge a complaint with the competent supervisory authority.",
    "dataCollectionText6": "For further questions about data protection, you can contact us at any time.",
    "hostingtext": "We host the content of our website with the following provider:",
    "hostingtext2": "The provider is ALL-INKL.COM - Neue Medien Münnich, Inh. René Münnich, Hauptstraße 68, 02742 Friedersdorf (hereinafter referred to as All-Inkl). Details can be found in All-Inkl's privacy policy:",
    "hostingtext3": "The use of All-Inkl is based on Art. 6(1)(f) GDPR. We have a legitimate interest in ensuring a reliable representation of our website. If corresponding consent has been requested, processing takes place exclusively based on Art. 6(1)(a) GDPR and § 25(1) TTDSG (German Telecommunications-Telemedia Data Protection Act), provided that consent includes storage of cookies or access to user device information (e.g., device fingerprinting). Consent can be revoked at any time.",
    "generalNotesTitle": "3. General Notes and Mandatory Information",
    "dataProtectionTitle": "Data Protection",
    "dataProtectionText1": "The operators of these pages take the protection of your personal data very seriously. We treat your personal data confidentially and in accordance with statutory data protection regulations and this privacy policy.",
    "dataProtectionText2": "When you use this website, various personal data are collected. Personal data refers to any information that can personally identify you. This privacy policy explains what information we collect and what we use it for. It also explains how and for what purpose this occurs.",
    "dataProtectionText3": "We would like to point out that data transmission over the Internet (e.g., communication via email) may have security vulnerabilities. Complete protection of data from third-party access is not possible.",
    "responsibleTitle": "Notice Regarding the Responsible Party",
    "responsibleText1": "The responsible party for data processing on this website is:",
    "responsibleAddress1": "Phone: 01627119349",
    "responsibleAddress2": "Email: stephanie.englberger@icloud.com",
    "responsibleText2": "The responsible party is the natural or legal person who alone or jointly with others determines the purposes and means of processing personal data (e.g., names, email addresses).",
    "retentionPeriodTitle": "Retention Period",
    "retentionPeriodText": "Unless a more specific retention period has been stated within this privacy policy, your personal data will remain with us until the purpose for processing no longer applies. If you assert a legitimate request for deletion or revoke consent to processing, your data will be deleted unless we have other legally permissible reasons for storing your personal data (e.g., retention periods under tax or commercial law); in such cases, deletion occurs after these reasons cease to apply. This translation covers only part of your document due to its length; let me know if you'd like me to continue translating additional sections!",
    "legalBasesInformationTitle": "General Information on the Legal Bases for Data Processing on This Website",
    "legalBasesInformationText1": "If you have given your consent to data processing, we process your personal data based on Art. 6(1)(a) GDPR or Art. 9(2)(a) GDPR if special categories of data as defined in Art. 9(1) GDPR are processed. In the case of explicit consent to the transfer of personal data to third countries, data processing is also carried out based on Art. 49(1)(a) GDPR. If you have consented to the storage of cookies or access to information on your device (e.g., via device fingerprinting), data processing is additionally based on § 25(1) TTDSG (German Telecommunications-Telemedia Data Protection Act). Consent can be revoked at any time.",
    "legalBasesInformationText2": "If your data is required for the performance of a contract or for pre-contractual measures, we process your data based on Art. 6(1)(b) GDPR. Furthermore, we process your data if it is necessary to fulfill a legal obligation based on Art. 6(1)(c) GDPR. Data processing may also be carried out based on our legitimate interest under Art. 6(1)(f) GDPR. The specific legal bases applicable in individual cases are explained in the following sections of this privacy policy.",
    "recipientsTitle": "Recipients of Personal Data",
    "recipientsText1": "As part of our business activities, we collaborate with various external parties. In some cases, it is necessary to transfer personal data to these external parties. We only share personal data with external parties if it is required for contract fulfillment, if we are legally obligated to do so (e.g., sharing data with tax authorities), if we have a legitimate interest under Art. 6(1)(f) GDPR in sharing the data, or if another legal basis permits the transfer of data.",
    "recipientsText2": "When using processors, we only share personal data of our customers based on a valid processing agreement. In the case of joint processing, a joint processing agreement is concluded.",
    "revocationTitle": "Revocation of Your Consent to Data Processing",
    "revocationText": "Many data processing operations are only possible with your explicit consent. You can revoke any consent you have already given at any time. The legality of the data processing carried out before the revocation remains unaffected by the revocation.",
    "rightToObjectTitle": "Right to Object to Data Collection in Specific Cases and to Direct Advertising (Art. 21 GDPR)",
    "rightToObjectText1": "IF DATA PROCESSING IS BASED ON ART. 6(1)(E) OR (F) GDPR, YOU HAVE THE RIGHT AT ANY TIME TO OBJECT TO THE PROCESSING OF YOUR PERSONAL DATA FOR REASONS ARISING FROM YOUR PARTICULAR SITUATION; THIS ALSO APPLIES TO PROFILING BASED ON THESE PROVISIONS. THE RESPECTIVE LEGAL BASIS ON WHICH PROCESSING IS BASED CAN BE FOUND IN THIS PRIVACY POLICY. IF YOU OBJECT, WE WILL NO LONGER PROCESS YOUR AFFECTED PERSONAL DATA UNLESS WE CAN DEMONSTRATE COMPELLING LEGITIMATE GROUNDS FOR THE PROCESSING THAT OVERRIDE YOUR INTERESTS, RIGHTS, AND FREEDOMS, OR THE PROCESSING SERVES TO ASSERT, EXERCISE, OR DEFEND LEGAL CLAIMS (OBJECTION PURSUANT TO ART. 21(1) GDPR).",
    "rightToObjectText2": "IF YOUR PERSONAL DATA IS PROCESSED FOR DIRECT ADVERTISING PURPOSES, YOU HAVE THE RIGHT TO OBJECT AT ANY TIME TO THE PROCESSING OF YOUR PERSONAL DATA FOR SUCH ADVERTISING; THIS ALSO APPLIES TO PROFILING INSOFAR AS IT IS ASSOCIATED WITH SUCH DIRECT ADVERTISING. IF YOU OBJECT, YOUR PERSONAL DATA WILL NO LONGER BE USED FOR DIRECT ADVERTISING PURPOSES (OBJECTION PURSUANT TO ART. 21(2) GDPR).",
    "rightToLodgeTitle": "Right to Lodge a Complaint with the Competent Supervisory Authority",
    "rightToLodgeText": "In the event of violations of the GDPR, data subjects have the right to lodge a complaint with a supervisory authority, particularly in the Member State of their habitual residence, place of work, or the place of the alleged violation. The right to lodge a complaint is without prejudice to other administrative or judicial remedies.",
    "rightToPortabilityTitle": "Right to Data Portability",
    "rightToPortabilityText": "You have the right to have data that we process automatically based on your consent or in fulfillment of a contract handed over to you or to a third party in a commonly used, machine-readable format. If you request the direct transfer of the data to another controller, this will only be done insofar as it is technically feasible.",
    "rightToInfoTitle": "Right to Information, Rectification, and Deletion",
    "rightToInfoText": "Within the framework of applicable legal provisions, you have the right at any time to obtain free information about your stored personal data, its origin and recipients, and the purpose of data processing. You also have the right to request the rectification or deletion of this data. For this purpose and for further questions regarding personal data, you can contact us at any time.",
    "rightToRestrictTitle": "Right to Restrict Processing",
    "rightToRestrictText1": "You have the right to request the restriction of the processing of your personal data. You can contact us at any time for this purpose. The right to restrict processing applies in the following cases:",
    "rightToRestrictText2": "If you dispute the accuracy of your personal data stored by us, we usually need time to verify this. During the verification period, you have the right to request the restriction of the processing of your personal data.",
    "rightToRestrictText3": "If the processing of your personal data was/is unlawful, you can request the restriction of data processing instead of deletion.",
    "rightToRestrictText4": "If we no longer need your personal data, but you need it to exercise, defend, or assert legal claims, you have the right to request the restriction of processing instead of deletion.",
    "rightToRestrictText5": "If you have lodged an objection under Art. 21(1) GDPR, a balance must be struck between your interests and ours. As long as it is not clear whose interests prevail, you have the right to request the restriction of the processing of your personal data.",
    "rightToRestrictText6": "If you have restricted the processing of your personal data, this data - apart from being stored - may only be processed with your consent or for asserting, exercising, or defending legal claims or for protecting the rights of another natural or legal person or for reasons of important public interest of the European Union or a Member State.",
    "encryptionTitle": "SSL or TLS Encryption",
    "encryptionText1": "This site uses SSL or TLS encryption for security reasons and to protect the transmission of confidential content, such as orders or inquiries that you send to us as the site operator. You can recognize an encrypted connection by the fact that the browser's address bar changes from 'http://' to 'https://' and by the lock symbol in your browser bar.",
    "encryptionText2": "When SSL or TLS encryption is activated, the data you transmit to us cannot be read by third parties.",
    "objectionAdvertisingTitle": "Objection to Advertising Emails",
    "objectionAdvertisingText": "The use of contact details published as part of legal notice requirements for sending unsolicited advertising and informational materials is hereby prohibited. The operators of these pages expressly reserve the right to take legal action in case of unsolicited sending of advertising information, such as spam emails.",
    "source": "Source:"
  },
  "footer": {
    "imprint": "Imprint"
  }
}